Repository: ContaoBlackForest/contao-system-notification-twilio
Catalog: Resources/contao/languages/*/*_system_notification.xlf
Languages: de

# tl_system_notification.messageSmsMms.0
source: Text SMS/MMS message
de: Text SMS/MMS Benachrichtigung

# tl_system_notification.messageSmsMms.1
source: The notification that will be sent by SMS/MMS. You can use simple tokens and the insert tags.
de: Die Benachrichtung der per SMS/MMS versendet wird. Es können die Simple Tokens und die Insert Tags benutzt werden.

# tl_system_notification.twilio
source: Twilio service
de: Twilio Dienst

# tl_system_notification.twilioSms
source: Text sms notification
de: Text SMS Benachrichtigung

# tl_system_notification.twilioMms
source: Text mms notification
de: Text MMS Benachrichtigung

# tl_system_notification.account.0
source: Account
de: Konto

# tl_system_notification.account.1
source: The user account from your SMS/MMS serivce.
de: Das Benutzerkonto von dem verwendeten SMS/MMS Dienst.

# tl_system_notification.secret.0
source: Secret key
de: Sicherheitsschlüssel

# tl_system_notification.secret.1
source: The user secret key from your SMS/MMS serivce.
de: Der Benutzer Sicherheitsschlüssel von dem verwendeten SMS/MMS Dienst.

# tl_system_notification.phoneFrom.0
source: Phone number from
de: Telefonnummer von

# tl_system_notification.phoneFrom.1
source: The phone from where send the system notification.
de: Die Telefonnummer von der aus die System Benachrichtung geschickt wird.

# tl_system_notification.phoneTo.0
source: Phone number to
de: Telefonnummer an

# tl_system_notification.phoneTo.1
source: The phone to send the system notification.
de: Die Telefonnummer zu der die System Benachrichtung geschickt wird.

# tl_system_notification.messageSmsMms.0
source: Text SMS/MMS message
de: Text SMS/MMS Nachricht
